Repository: Rahe/my-taxonomy-order
Catalog: languages/simpletermorder-*.po
Languages: fr_fr

source: Simple Term Order
fr_fr: Ordre des termes

source: Terms Order
fr_fr: Ordre des termes

source: Order Taxonomy
fr_fr: Tri des Taxonomies

source: Taxonomy updated successfully.
fr_fr: Les taxonomies ont été correctement mises à jour

source: Choose a taxonomy from the drop down to order terms in that taxonomy or order the terms on this level by dragging and dropping them into the desired order.
fr_fr: Choisissez une taxinomie à trier depuis la liste déroulante et puis choisissez les termes à ordonner depuis la liste déroulante. Vous pouvez ordonner les termes par glisser déposer.

source: Return to parent taxonomy
fr_fr: Retour à la taxonomie parente

source: Select taxonomy
fr_fr: Selectionner une taxonomie

source: Order this taxonomy
fr_fr: Trier cette taxonomie

source: Order sub-terms
fr_fr: Trier les sous-termes

source: Order subterms
fr_fr: Trier les sous-termes

source: Order terms
fr_fr: Trier les termes

source: Save terms order
fr_fr: Enregistrer l'ordre des termes

source: Updating terms order...
fr_fr: Mise à jour de l'ordre des termes

source: Enhanced Taxonomy widget provided by My Terms Order
fr_fr: Widget d'ordre des termes généré par Mon ordre de termes

source: My Terms Order
fr_fr: Mon ordre

source: Select Term
fr_fr: Sélectionner le terme :

source: Order By:
fr_fr: Trier par :

source: My Order
fr_fr: Mon ordre

source: Name
fr_fr: Nom

source: Count
fr_fr: Nombre d'articles associés

source: Term Group
fr_fr: Par groupe de termes

source: Order:
fr_fr: Ordre :

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Title:
fr_fr: Titre :

source: Default to Taxonomies.
fr_fr: Par défaut Taxonomies

source: Exclude:
fr_fr: Exclure

source: Taxonomy IDs, separated by commas.
fr_fr: ID des taxonomies, séparées par des virgules

source: Exclude Tree:
fr_fr: Arbre d'exclusion

source: Include:
fr_fr: Inclure :

source: Child Of:
fr_fr: Enfant de :

source: Only display children of this Taxonomy ID.
fr_fr: Afficher seulement les enfants de l'id de cette taxonomy

source: Feed Text:
fr_fr: Texte du flux

source: Text for RSS Feed
fr_fr: Texte pour le flux

source: Feed Image:
fr_fr: Image du flux

source: URL to RSS Image, copy url of this image
fr_fr: URL de l'icone RSS, copier l'url de cette image

source: Number to Display:
fr_fr: Nombre à afficher

source: Max number of taxonomies to display
fr_fr: Nombre maximum de taxonomies à afficher

source: Depth:
fr_fr: Profondeur :

source: 0 = All, -1 = Flat, 1 = Top Level Only, n = display n levels
fr_fr: 0 = Tous, -1 = sans hiérarchie, 1 = Seulement le premier niveau, n = afficher n niveaux

source: Show As Dropdown
fr_fr: Afficher en liste déroulante

source: Show Last Updated
fr_fr: Afficher par dernier mis à jour

source: Show Count
fr_fr: Afficher le nombre d'articles associés

source: Hide Empty
fr_fr: Cacher les taxonomies vides

source: Use Desc as Title
fr_fr: Utiliser la description pour le titre

source: Show Hierarchical
fr_fr: Afficher hiérarchiquement
